eshotgun/test_problems/Exeter_CFD_Problems/data/PitzDaily/case_fine_adjoint/system/controlDict
// -*- C++ -*-
// File generated by PyFoam - sorry for the ugliness

FoamFile
{
 version 2.0;
 format ascii;
 class dictionary;
 location "system";
 object controlDict;
}

application adjointShapeOptimizationFoam;

startFrom latestTime;

startTime 0;

stopAt endTime;

endTime 3000;

deltaT 1;

writeControl timeStep;

writeInterval 100;

purgeWrite 0;

writeFormat ascii;

writePrecision 12;

writeCompression no;
timeFormat general;

timePrecision 12;

runTimeModifiable yes;
